Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: requesting address
sv: begÃ¤ra adress

source: checking
sv: kontrallera

source: waiting for secondary
sv: vÃ¤ntar pÃ¥ sekundÃ¤r

source: activated
sv: aktiverat

source: deactivating
sv: avaktivera

source: no reason
sv: ingen anledning

source: unknown error
sv: okÃ¤nd fel

source: device is now managed
sv: enheten hanteras nu

source: device is now unmanaged
sv: enheten Ã¤r nu ohanterad

source: configuration failed
sv: konfigurationen misslyckades

source: secrets required
sv: hemligheter krÃ¤vs

source: DHCP client failed to start
sv: DHCP-klienten kunde inte startas

source: DHCP client error
sv: DHCP-klientfel

source: DHCP client failed
sv: DHCP-klienten misslyckades

source: shared connection service failed to start
sv: delad anslutningstjÃ¤nst kunde inte startas

source: shared connection service failed
sv: tjÃ¤nsten delad anslutning misslyckades

source: device was removed
sv: enheten togs bort

source: device disconnected by user
sv: enheten frÃ¥nkopplad av anvÃ¤ndare

source: a dependency of the connection failed
sv: ett beroende av anslutningen misslyckades

source: Wi-Fi network not found
sv: Wi-Fi-nÃ¤tverket hittades inte

source: a secondary connection failed
sv: en sekundÃ¤r anslutning misslyckades

source: new connection activation was enqueued
sv: ny anslutningsaktivering inleddes

source: a duplicate IP address was detected
sv: en duplicerad IP-adress upptÃ¤cktes

source: selected IP method is not supported
sv: vald IP-metod stÃ¶ds inte

source: generic
sv: generisk

source: TUN or TAP interface
sv: TUN- eller TAP-grÃ¤nssnitt

source: infrastructure
sv: infrastruktur

source: access point
sv: Ã¥tkomstpunkt

source: default
sv: standardvÃ¤rde

source: Cannot show connection: Connection not found.
sv: Kan inte visa anslutning: Ingen anslutning hittades.

source: Connection Information
sv: Anslutningsinformation

source: Cannot edit connection: Connection not found.
sv: Kan inte redigera anslutning: Ingen anslutning hittades.

source: This type of connection is not yet understood.
sv: Denna typ av anslutning Ã¤r inte fÃ¶rstÃ¥dd Ã¤nnu.

source: Activated connection {name}.
sv: Aktiverad anslutning {name}.

source: Failed to activate connection: Connection not found.
sv: Det gick inte att aktivera anslutning: Ingen anslutning hittades.

source: Failed to activate connection {name}: No suitable device is available.
sv: Det gick inte att aktivera anslutningen {name}: Ingen lÃ¤mplig enhet Ã¤r tillgÃ¤nglig.

source: Deactivated connection {name}.
sv: Inaktiverade anslutning {name}.

source: Failed to de-activate connection: Connection not found.
sv: Kunde inte de-aktivera anslutning: Anslutning hittades inte.

source: Adding New Generic Connection
sv: LÃ¤gga till ny generiska anslutning

source: Adding New Ethernet Connection
sv: LÃ¤gg Till Ny Ethernet-Anslutning

source: Adding New PPPoE Connection
sv: LÃ¤gg Till Ny PPPoE-Anslutning

source: Adding New Wi-Fi Connection
sv: LÃ¤gg Till Ny Wi-Fi-Anslutning

source: Connection {name} deleted.
sv: Anslutning {name} borttagen.

source: Failed to delete connection: Connection not found.
sv: Det gick inte att ta bort anslutning: Anslutning hittades inte.

source: Nextcloud is a self-hosted productivity platform which provides private and secure functions for file sharing, collaborative work, and more. Nextcloud includes the Nextcloud server, client applications for desktop computers, and mobile clients. The Nextcloud server provides a well integrated web interface.
sv: Nextcloud Ã¤r en sjÃ¤lvhanterad produktivitetsplattform som tillhandahÃ¥ller privata och sÃ¤kra funktioner fÃ¶r fildelning, samarbete och mycket mer. Nextcloud inkluderar Nextcloud-servern, klientapplikationer fÃ¶r stationÃ¤ra datorer och mobila klienter. Nextcloud-servern tillhandahÃ¥ller ett vÃ¤l integrerat webbgrÃ¤nssnitt.

source: All users of FreedomBox can use Nextcloud. To perform administrative
sv: Alla anvÃ¤ndare av FreedomBox kan anvÃ¤nda Nextcloud. FÃ¶r att utfÃ¶ra administrativa

source: Please note that Nextcloud is installed and run inside a container provided by the Nextcloud community. Security, quality, privacy and legal reviews are done by the upstream project and not by Debian/{box_name}. Updates are performed following an independent cycle.
sv: Observera att Nextcloud installeras och kÃ¶rs i en behÃ¥llare som tillhandahÃ¥lls av Nextcloud-gemenskapen. SÃ¤kerhet, kvalitet, integritet och juridiska granskningar gÃ¶rs av uppstrÃ¶msprojektet och inte av Debian/{box_name}. Uppdateringar utfÃ¶rs enligt en oberoende cykel.

source: Not set
sv: Inte instÃ¤llt

source: Override domain
sv: Ã sidosÃ¤tt domÃ¤n

source: Set to the domain or IP address that Nextcloud should be forced to generate URLs with. Should not be needed if a valid domain is used to access Nextcloud. Examples: "myfreedombox.example.org" or "example.onion".
sv: StÃ¤ll in pÃ¥ den domÃ¤n eller IP-adress som Nextcloud ska tvingas generera webbadresser med. BÃ¶r inte behÃ¶vas om en giltig domÃ¤n anvÃ¤nds fÃ¶r att komma Ã¥t Nextcloud. Exempel: "minfreedombox.exempel.org" eller "exempel.onion".

source: Administrator password
sv: AdministratÃ¶rs lÃ¶senord

source: Optional. Set a new password for Nextcloud's administrator account (nextcloud-admin). The password cannot be a common one and the minimum required length is <strong>10 characters</strong>. Leave this field blank to keep the current password.
sv: Valfritt. StÃ¤ll in ett nytt lÃ¶senord fÃ¶r Nextclouds administratÃ¶rskonto (nextcloud-admin). LÃ¶senordet kan inte vara vanligt och den minsta lÃ¤ngden som krÃ¤vs Ã¤r <strong>10 tecken</strong>. LÃ¤mna detta fÃ¤lt tomt fÃ¶r att behÃ¥lla det nuvarande lÃ¶senordet.

source: Default phone region
sv: Standard telefonregion

source: The default phone region is required to validate phone numbers in the profile settings without a country code.
sv: Standardtelefonregionen krÃ¤vs fÃ¶r att validera telefonnummer i profilinstÃ¤llningarna utan landskod.

source: File sync
sv: Filsynkronisering

source: Password update failed. Please choose a stronger password.
sv: LÃ¶senordsuppdateringen misslyckades. VÃ¤lj ett starkare lÃ¶senord.

source: OpenID Connect Provider
sv: TjÃ¤nsteleverantÃ¶r fÃ¶r OpenID Connect

source: Application
sv: Program

source: Authorize App
sv: Auktorisera app

source: <strong>%(app)s</strong> wants to access your account <strong> %(username)s</strong>
sv: <strong>%(app)s</strong> vill komma Ã¥t ditt konto <strong> %(username)s</strong>

source: Authorize %(app)s
sv: TillÃ¥t %(app)s

source: Authorizing will redirect to %(url)s
sv: TillÃ¥telse kommer att omdirigera till %(url)s

source: Virtual Private Network (VPN) is a technique for securely connecting two devices in order to access resources of a private network. While you are away from home, you can connect to your {box_name} in order to join your home network and access private/internal services provided by {box_name}. You can also access the rest of the Internet via {box_name} for added security and anonymity.
sv: Virtuellt privat nÃ¤tverk (VPN) Ã¤r en teknik fÃ¶r att pÃ¥ ett sÃ¤kert sÃ¤tt ansluta tvÃ¥ enheter fÃ¶r att komma Ã¥t resurser i ett privat nÃ¤tverk. NÃ¤r du Ã¤r borta hemifrÃ¥n kan du ansluta till din {box_name} fÃ¶r att ansluta till ditt hemmanÃ¤tverk och fÃ¥ tillgÃ¥ng till privata/interna tjÃ¤nster som tillhandahÃ¥lls av {box_name}. Du kan ocksÃ¥ komma Ã¥t resten av Internet via {box_name} fÃ¶r Ã¶kad sÃ¤kerhet och anonymitet.

source: Connect to VPN services
sv: Ansluta till VPN-tjÃ¤nster

source: <a class="btn btn-primary btn-sm" href="{link}">Download Profile</a>
sv: <a class="btn btn-primary btn-sm" href="{link}">Nedladdningsprofil</a>

source: Remote access
sv: FjÃ¤rrÃ¥tkomst

source: Profile
sv: Profil

source: To connect to %(box_name)s's VPN, you need to download a profile and feed it to an OpenVPN client on your mobile or desktop machine. OpenVPN Clients are available for most platforms. Click "Learn more..." above for recommended clients and instructions on how to configure them.
sv: FÃ¶r att ansluta till %(box_name)s VPN mÃ¥ste du ladda ner en profil och mata den till en OpenVPN-klient pÃ¥ din mobila eller stationÃ¤ra dator. OpenVPN-klienter Ã¤r tillgÃ¤ngliga fÃ¶r de flesta plattformar. Klicka pÃ¥ "LÃ¤s mer..." ovan fÃ¶r rekommenderade klienter och instruktioner om hur du konfigurerar dem.

source: Profile is specific to each user of %(box_name)s. Keep it a secret.
sv: Profilen Ã¤r specifik fÃ¶r varje anvÃ¤ndare av %(box_name)s. HÃ¥ll det hemligt.

source: Download my profile
sv: Ladda ner min profil

source: PageKite is a system for exposing {box_name} services when you don't have a direct connection to the Internet. You only need this if your {box_name} services are unreachable from the rest of the Internet. This includes the following situations:
sv: PageKite Ã¤r ett system fÃ¶r att exponera {box_name} tjÃ¤nster nÃ¤r du inte har en direktanslutning till Internet. Du behÃ¶ver bara detta om dina {box_name} -tjÃ¤nster inte kan nÃ¥s frÃ¥n resten av Internet. Detta inkluderar fÃ¶ljande situationer:

source: {box_name} is behind a restricted firewall.
sv: {box_name} Ã¤r bakom en begrÃ¤nsad brandvÃ¤gg.

source: {box_name} is connected to a (wireless) router which you don't control.
sv: {box_name} Ã¤r anslutet till en (trÃ¥dlÃ¶s) router som du inte kontrollerar.

source: Your ISP does not provide you an external IP address and instead provides Internet connection through NAT.
sv: Din ISP ger dig inte en extern IP-adress och ger istÃ¤llet Internet uppkoppling via NAT.

source: Your ISP does not provide you a static IP address and your IP address changes every time you connect to Internet.
sv: Din ISP ger dig inte en statisk IP-adress och din IP-adress Ã¤ndras varje gÃ¥ng du ansluter till Internet.

source: Your ISP limits incoming connections.
sv: Din ISP begrÃ¤nsar inkommande anslutningar.

source: PageKite works around NAT, firewalls and IP address limitations by using a combination of tunnels and reverse proxies. You can use any pagekite service provider, for example <a href="https://pagekite.net">pagekite.net</a>. In the future it might be possible to use your buddy's {box_name} for this.
sv: PageKite arbetar runt NAT, brandvÃ¤ggar och IP-adress begrÃ¤nsningar med hjÃ¤lp av en kombination av tunnlar och omvÃ¤nda proxyservrar. Du kan anvÃ¤nda valfri pagekite-tjÃ¤nstprovider, till exempel <a href="https://pagekite.net"> pagekite. net </a>. I framtiden kan det vara mÃ¶jligt att anvÃ¤nda din kompis {box_name} fÃ¶r detta.

source: PageKite Domain
sv: PageKite domÃ¤n

source: Server domain
sv: Server-domÃ¤n

source: Select your pagekite server. Set "pagekite.net" to use the default pagekite.net server.
sv: VÃ¤lj din pagekite-Server. Ange "pagekite.net" om du vill anvÃ¤nda standardservern pagekite.net.

source: Port of your pagekite server (default: 80)
sv: Port pÃ¥ din pagekite Server (standard: 80)

source: Kite name
sv: Kite namn

source: Example: mybox.pagekite.me
sv: Exempel: mybox.pagekite.me

source: Invalid kite name
sv: Ogiltigt kite-namn

source: Kite secret
sv: Kite hemlighet

source: A secret associated with the kite or the default secret for your account if no secret is set on the kite.
sv: En hemlighet som Ã¤r associerad med draken eller standard hemligheten fÃ¶r ditt konto om ingen hemlighet Ã¤r instÃ¤lld pÃ¥ draken.

source: protocol
sv: Protokollet

source: external (frontend) port
sv: extern port (frontend)

source: internal (freedombox) port
sv: intern port (freedombox)

source: Enable Subdomains
sv: Aktivera underdomÃ¤ner

source: Deleted custom service
sv: Borttagen anpassad tjÃ¤nst

source: This service is already available as a standard service.
sv: Denna tjÃ¤nst Ã¤r tillgÃ¤nglig som standardtjÃ¤nst.

source: Added custom service
sv: Lade till anpassad service

source: This service already exists
sv: Den hÃ¤r tjÃ¤nsten finns redan

source: Reachability
sv: TillgÃ¤nglighet

source: Tunneling
sv: Tunnling

source: Custom Services
sv: Anpassade tjÃ¤nster

source: Add Custom Service
sv: LÃ¤gg till anpassad tjÃ¤nst

source: connected to %(backend_host)s:%(backend_port)s
sv: ansluten till %(backend_host)s:%(backend_port)s

source: Delete this service
sv: Ta bort den hÃ¤r tjÃ¤nsten

source: Add custom PageKite service
sv: LÃ¤gg till anpassad PageKite-tjÃ¤nst

source: Your PageKite frontend server may not support all the protocol/port combinations that you are able to define here. For example, HTTPS on ports other than 443 is known to cause problems.
sv: Din PageKite-frontendserver kanske inte stÃ¶der alla protokoll/portkombinationer som du kan definiera hÃ¤r. Till exempel Ã¤r HTTPS pÃ¥ andra portar Ã¤n 443 kÃ¤nda fÃ¶r att orsaka problem.

source: Web Server (HTTP)
sv: Webb server (HTTP)

source: Site will be available at <a href="http://{0}">http://{0}</a>
sv: Webbplatsen kommer att finnas tillgÃ¤nglig pÃ¥ <a href="http://{0}">http://{0}</a>

source: Web Server (HTTPS)
sv: Webb server (HTTPS)

source: Site will be available at <a href="https://{0}">https://{0}</a>
sv: Webbplatsen kommer att finnas tillgÃ¤nglig pÃ¥ <a href="https://{0}">https://{0} </a>

source: See SSH client setup <a href="https://pagekite.net/wiki/Howto/SshOverPageKite/">instructions</a>
sv: Se SSH-klientinsstÃ¤llning <a href="https://pagekite.net/wiki/Howto/SshOverPageKite/">instruktioner</a>

source: Performance app allows you to collect, store and view information about utilization of the hardware. This can give you basic insights into usage patterns and whether the hardware is overloaded by users and services.
sv: Performance app lÃ¥ter dig samla in, lagra och visa information om hur hÃ¥rdvaran anvÃ¤nds. Detta kan ge dig grundlÃ¤ggande insikter om anvÃ¤ndningsmÃ¶nster och om hÃ¥rdvaran Ã¤r Ã¶verbelastad av anvÃ¤ndare och tjÃ¤nster.

source: Performance metrics are collected by Performance Co-Pilot and can be viewed using the Cockpit app.
sv: PrestandamÃ¤tvÃ¤rden samlas in av Performance Co-Pilot och kan visas med Cockpit-appen.

source: Monitoring
sv: Ãvervakning

source: Resource utilization
sv: Resursutnyttjande

source: Restart or shut down the system.
sv: Starta om eller stÃ¤nga av systemet.

source: Power
sv: StrÃ¶m

source: Reboot
sv: Starta om

source: Shutdown
sv: AvstÃ¤ngning

source: Restart
sv: Starta om

source: Shut Down
sv: StÃ¤nga av

source: Currently an installation or upgrade is running. Consider waiting until it's finished before shutting down or restarting.
sv: FÃ¶r nÃ¤rvarande kÃ¶rs en installation eller uppgradering. ÃvervÃ¤g att vÃ¤nta tills den Ã¤r klar innan du stÃ¤nger av eller startar om.

source: Are you sure you want to restart? You will not be able to access this web interface for a few minutes until the system is restarted.
sv: Ãr du sÃ¤ker pÃ¥ att du vill starta om? Du kommer inte att kunna komma Ã¥t det hÃ¤r webbgrÃ¤nssnittet under nÃ¥gra minuter tills systemet startas om.

source: Restart Now
sv: Starta om nu

source: Are you sure you want to shut down? You will not be able to access this web interface after shut down.
sv: Ãr du sÃ¤ker pÃ¥ att du vill stÃ¤nga av? Du kommer inte att kunna komma Ã¥t detta webbgrÃ¤nssnitt efter avstÃ¤ngning.

source: Shut Down Now
sv: StÃ¤ng av nu

source: Manage system-wide privacy settings.
sv: Hantera systemomfattande sekretessinstÃ¤llningar.

source: Please update privacy settings to match your preferences.
sv: VÃ¤nligen uppdatera sekretessinstÃ¤llningar fÃ¶r att matcha dina preferenser.

source: Review privacy setting
sv: Granska sekretessinstÃ¤llningen

source: Optional Value. This URL is used to determine the publicly visible IP address of your {box_name}. The URL should simply return the IPv4 or IPv6 address where the client request comes from. Default is to use the service provided by the FreedomBox Foundation at https://ddns.freedombox.org/ip/. If empty, lookups are disabled and some functionality will fail.
sv: Valfritt vÃ¤rde. Denna URL anvÃ¤nds fÃ¶r att bestÃ¤mma den offentligt synliga IP-adressen fÃ¶r din {box_name}. Adressen ska helt enkelt returnera IPv4- eller IPv6-adressen dÃ¤r kundens begÃ¤ran kommer frÃ¥n. Standard Ã¤r att anvÃ¤nda tjÃ¤nsten som tillhandahÃ¥lls av FreedomBox Foundation pÃ¥ https://ddns.freedombox.org/ip/. Om de lÃ¤mnas tomma, Ã¤r uppslagning inaktiverade och vissa funktioner kommer att misslyckas.

source: Periodically submit a list of apps used (suggested)
sv: Skicka med jÃ¤mna mellanrum en lista Ã¶ver appar som anvÃ¤nds (fÃ¶reslagna)

source: Help Debian/{box_name} developers by participating in the Popularity Contest package survey program. When enabled, a list of apps used on this system will be anonymously submitted to Debian every week. Statistics for the data collected are publicly available at <a href="https://popcon.debian.org/" target="_blank">popcon.debian.org</a>. Submission happens over the Tor network for additional anonymity if Tor app is enabled.
sv: HjÃ¤lp Debian/{box_name} -utvecklare genom att delta i paketundersÃ¶kningsprogrammet Popularity Contest. NÃ¤r den Ã¤r aktiverad kommer en lista Ã¶ver program som anvÃ¤nds pÃ¥ det hÃ¤r systemet att anonymt skickas in till Debian varje vecka. Statistik fÃ¶r de insamlade uppgifterna Ã¤r offentligt tillgÃ¤nglig pÃ¥ <a href="https://popcon.debian.org/" target="_blank">popcon.debian.org</a>. InlÃ¤mningen sker via Tor-nÃ¤tverket fÃ¶r ytterligare anonymitet om Tor-appen Ã¤r aktiverad.

source: Allow using fallback DNS servers
sv: TillÃ¥t anvÃ¤ndning av reserv-DNS-servrar

source: Use well-known public DNS servers to resolve domain names in unusual circumstances where no DNS servers are known but internet connectivity is available. Can be disabled in most cases if network connectivity is stable and reliable.
sv: AnvÃ¤nd vÃ¤lkÃ¤nda offentliga DNS-servrar fÃ¶r att lÃ¶sa domÃ¤nnamn under ovanliga omstÃ¤ndigheter dÃ¤r inga DNS-servrar Ã¤r kÃ¤nda men internetanslutning Ã¤r tillgÃ¤nglig. Kan inaktiveras i de flesta fall om nÃ¤tverksanslutningen Ã¤r stabil och tillfÃ¶rlitlig.

source: URL to look up public IP address
sv: URL fÃ¶r att leta upp offentlig IP-adress

source: Usage reporting
sv: AnvÃ¤ndningsrapportering

source: External services
sv: Externa tjÃ¤nster

source: Fallback DNS
sv: Reserv-DNS

source: Privoxy is a non-caching web proxy with advanced filtering capabilities for enhancing privacy, modifying web page data and HTTP headers, controlling access, and removing ads and other obnoxious Internet junk.
sv: Privoxy Ã¤r en icke-caching webbproxy med avancerade filtreringsmÃ¶jligheter fÃ¶r att fÃ¶rbÃ¤ttra sekretessen, Ã¤ndra webbsidan data och HTTP-huvuden, kontrollera Ã¥tkomst och ta bort annonser och andra avskyvÃ¤rda Internet Junk.

source: You can use Privoxy by modifying your browser proxy settings to your {box_name} hostname (or IP address) with port 8118. Only connections from local network IP addresses are permitted. While using Privoxy, you can see its configuration details and documentation at <a href="http://config.privoxy.org">http://config.privoxy.org/</a> or <a href="http://p.p">http://p.p</a>.
sv: Du kan anvÃ¤nda Privoxy genom att Ã¤ndra webblÃ¤sarens proxyinstÃ¤llningar till ditt {box_name}-vÃ¤rdnamn (eller IP-adress) med port 8118. NÃ¤r du anvÃ¤nder Privoxy kan du se dess konfigurationsdetaljer och dokumentation pÃ¥ <a href="http://config.privoxy.org">http://config.privoxy.org/</a> eller <a href="http://p.p">http://p.p</a>.

source: Access {url} with proxy {proxy} on tcp{kind}
sv: Anslut till {url} med proxy {proxy} pÃ¥ TCP {kind}

source: Ad blocker
sv: Reklamblockerare

source: Quassel is an IRC application that is split into two parts, a "core" and a "client". This allows the core to remain connected to IRC servers, and to continue receiving messages, even when the client is disconnected. {box_name} can run the Quassel core service keeping you always online and one or more Quassel clients from a desktop or a mobile can be used to connect and disconnect from it.
sv: Quassel Ã¤r en IRC-applikation som Ã¤r uppdelad i tvÃ¥ delar, en "kÃ¤rna" och en "klient". Detta gÃ¶r att kÃ¤rnan kan fÃ¶rbli ansluten till IRC-servrar och fortsÃ¤tta ta emot meddelanden, Ã¤ven nÃ¤r klienten Ã¤r frÃ¥nkopplad. {box_name} kan kÃ¶ra tjÃ¤nsten quassel Core sÃ¥ att du alltid Ã¤r online och en eller flera quassel-klienter frÃ¥n ett skrivbord eller en mobil kan anvÃ¤ndas fÃ¶r att ansluta och koppla frÃ¥n den.

source: You can connect to your Quassel core on the default Quassel port 4242. Clients to connect to Quassel from your <a href="http://quassel-irc.org/downloads">desktop</a> and <a href="http://quasseldroid.iskrembilen.com/">mobile</a> devices are available.
sv: Du kan ansluta till din QuasselkÃ¤rna pÃ¥ standard Quasselport 4242. Klienter fÃ¶r att ansluta till Quassel frÃ¥n din <a href="http://quassel-irc.org/downloads">desktop</a> och <a href="http://quasseldroid.iskrembilen.com/">mobila</a> enheter Ã¤r tillgÃ¤ngliga.

source: Radicale is a CalDAV and CardDAV server. It allows synchronization and sharing of scheduling and contact data. To use Radicale, a <a href="https://radicale.org/master.html#supported-clients">supported client application</a> is needed. Radicale can be accessed by any user with a {box_name} login.
sv: Radicale Ã¤r en CalDAV och CardDAV-server. Det mÃ¶jliggÃ¶r synkronisering och delning av kalender- och kontaktdata. FÃ¶r att anvÃ¤nda Radicale behÃ¶vs en <a href="https://radicale.org/master.html#supported-clients">stÃ¶dd anvÃ¤ndarklient</a>. Radikal kan nÃ¥s av alla anvÃ¤ndare med en {box_name} inloggning.

source: Radicale provides a basic web interface, which only supports creating new calendars and addressbooks. It does not support adding events or contacts, which must be done using a separate client.
sv: Radicale tillhandahÃ¥ller ett grundlÃ¤ggande webbgrÃ¤nssnitt, som endast stÃ¶der skapandet av nya kalendrar och adressbÃ¶cker. Det stÃ¶der inte att lÃ¤gga till hÃ¤ndelser eller kontakter, som mÃ¥ste gÃ¶ras med hjÃ¤lp av en separat klient.

source: Only the owner of a calendar/addressbook can view or make changes.
sv: Endast Ã¤garen av en kalender/AddressBook kan visa eller gÃ¶ra Ã¤ndringar.

source: Any user with a {box_name} login can view any calendar/addressbook, but only the owner can make changes.
sv: Alla anvÃ¤ndare med en {box_name}-inloggning kan visa valfri kalender/adressbok, men endast Ã¤garen kan gÃ¶ra Ã¤ndringar.

source: Any user with a {box_name} login can view or make changes to any calendar/addressbook.
sv: Alla anvÃ¤ndare med en {box_name}-inloggning kan visa eller gÃ¶ra Ã¤ndringar i en kalender/adressbok.

source: Access rights
sv: TilltrÃ¤desrÃ¤tt

source: Enter the URL of the Radicale server (e.g. https://<your.freedombox.address>) and your user name. DAVx5 will show all existing calendars and address books and you can create new.
sv: Ange webbadressen till Radicale-servern (t.ex. https://<your.freedombox.address>) och ditt anvÃ¤ndarnamn. DAVx5 visar alla befintliga kalendrar och adressbÃ¶cker och du kan skapa nya.</your.freedombox.address>

source: GNOME Calendar
sv: GNOME-kalender

source: Evolution is a personal information management application that provides integrated mail, calendaring and address book functionality.
sv: Evolution Ã¤r ett program fÃ¶r hantering av personlig information som tillhandahÃ¥ller integrerad e-post, kalender och adressboks funktioner.

source: In Evolution add a new calendar and address book respectively with WebDAV. Enter the URL of the Radicale server (e.g. https://<your.freedombox.address>) and your user name. Clicking on the search button will list the existing calendars and address books.
sv: LÃ¤gg till en ny kalender respektive adressbok i Evolution med WebDAV. Ange webbadressen till Radicale-servern (t.ex. https://<your.freedombox.address>) och ditt anvÃ¤ndarnamn. Klicka pÃ¥ sÃ¶kknappen sÃ¥ listas de befintliga kalendrarna och adressbÃ¶ckerna.</your.freedombox.address>

source: Calendar
sv: Kalender
